Repository: Aptivi/Aptivestigate
Catalog: public/Aptivestigate/Resources/Languages/Output/Localizations.*.resx
Languages: ar, el, es, fr, ga, hi, id, ja, ko, nb, nl, pt, ro, uk, vi, zh

# APTIVESTIGATE_CRASHHANDLER_CRASHDUMP_RUNTIMEINFO_OSARCH
source: OS architecture:
ar: بنية نظام التشغيل:
el: Αρχιτεκτονική λειτουργικού συστήματος:
es: Arquitectura del SO:
fr: Architecture du système d'exploitation :
ga: Ailtireacht OS:
hi: OS आर्किटेक्चर:
id: Arsitektur OS:
ja: OSアーキテクチャ:
ko: OS 아키텍처:
nb: OS-arkitektur:
nl: Architectuur van besturingssysteem:
pt: Arquitetura do sistema operativo:
ro: Arhitectură sistem de operare:
uk: Архітектура ОС:
vi: Kiến trúc hệ điều hành:
zh: 作業系統架構：

# APTIVESTIGATE_CRASHHANDLER_CRASHDUMP_RUNTIMEINFO_PROCARCH
source: Process architecture:
ar: بنية العملية:
el: Αρχιτεκτονική διεργασίας:
es: Arquitectura del proceso:
fr: Architecture du processus :
ga: Ailtireacht phróisis:
hi: प्रक्रिया आर्किटेक्चर:
id: Arsitektur proses:
ja: プロセスアーキテクチャ:
ko: 프로세스 아키텍처:
nb: Prosessarkitektur:
nl: Procesarchitectuur:
pt: Arquitetura do processo:
ro: Arhitectură proces:
uk: Архітектура процесу:
vi: Kiến trúc quy trình:
zh: 進程架構：

# APTIVESTIGATE_CRASHHANDLER_CRASHDUMP_RUNTIMEINFO_DOTNETRUNTIME
source: .NET runtime:
ar: وقت تشغيل .NET:
el: Χρόνος εκτέλεσης .NET:
es: Tiempo de ejecución .NET:
fr: Exécution .NET :
ga: Am rith .NET:
hi: .NET रनटाइम:
ja: .NETランタイム:
ko: .NET 런타임:
nb: .NET-kjøretidsinformasjon:
pt: Tempo de execução .NET:
ro: Runtime .NET:
uk: Середовище виконання .NET:
vi: Thời gian chạy .NET:
zh: .NET 執行階段：

# APTIVESTIGATE_CRASHHANDLER_CRASHDUMP_RUNTIMEINFO_DOTNETFX
source: Running on dotnetfx:
ar: التشغيل على dotnetfx:
el: Εκτέλεση σε dotnetfx:
es: Ejecutando en dotnetfx:
fr: Exécution sur dotnetfx :
ga: Ag rith ar dotnetfx:
hi: dotnetfx पर चल रहा है:
id: Berjalan pada dotnetfx:
ja: dotnetfxで実行:
ko: dotnetfx에서 실행:
nb: Kjører på dotnetfx:
nl: Wordt uitgevoerd op dotnetfx:
pt: A correr em dotnetfx:
ro: Rulează pe dotnetfx:
uk: Працює на dotnetfx:
vi: Chạy trên dotnetfx:
zh: 在 dotnetfx 上運行：

# APTIVESTIGATE_CRASHHANDLER_CRASHDUMP_RUNTIMEINFO_GENERICRID
source: Generic runtime ID:
ar: معرّف وقت التشغيل العام:
el: Γενικό αναγνωριστικό χρόνου εκτέλεσης:
es: ID genérico del tiempo de ejecución:
fr: ID d'exécution générique :
ga: Aitheantas ama rith cineálach:
hi: सामान्य रनटाइम ID:
id: ID runtime generik:
ja: 汎用ランタイムID:
ko: 일반 런타임 ID:
nb: Generisk kjøretids-ID:
nl: Algemene runtime-ID:
pt: ID genérico do tempo de execução:
ro: ID runtime generic:
uk: Загальний ідентифікатор середовища виконання:
vi: ID thời gian chạy chung:
zh: 通用運行時 ID：

# APTIVESTIGATE_CRASHHANDLER_CRASHDUMP_RUNTIMEINFO_GENERALRID
source: General runtime ID:
ar: معرّف وقت التشغيل العام:
el: Γενικό αναγνωριστικό χρόνου εκτέλεσης:
es: ID general del tiempo de ejecución:
fr: ID d'exécution général :
ga: Aitheantas ama rith ginearálta:
hi: सामान्य रनटाइम ID:
id: ID runtime umum:
ja: 汎用ランタイムID:
ko: 일반 런타임 ID:
nb: Generell kjøretids-ID:
nl: Algemene runtime-ID:
pt: ID geral do tempo de execução:
ro: ID runtime general:
uk: Загальний ідентифікатор середовища виконання:
vi: ID thời gian chạy chung:
zh: 通用運行時 ID：

# APTIVESTIGATE_CRASHHANDLER_CRASHDUMP_OPERINFO_HEADER
source: Operation Information
ar: معلومات التشغيل
el: Πληροφορίες λειτουργίας
es: Información de la operación
fr: Informations d'opération
ga: Faisnéis Oibríochta
hi: ऑपरेशन जानकारी
id: Informasi Operasi
ja: 操作情報
ko: 작업 정보
nb: Driftsinformasjon
nl: Bewerkingsinformatie
pt: Informações da operação
ro: Informații operațiune
uk: Інформація про операцію
vi: Thông tin hoạt động
zh: 操作資訊

# APTIVESTIGATE_CRASHHANDLER_CRASHDUMP_OPERINFO_RUNNINGFROMNITROCID
source: Running from N-KS:
ar: التشغيل من N-KS:
el: Εκτέλεση από N-KS:
es: Ejecutando desde N-KS:
fr: Exécution depuis N-KS :
ga: Ag rith ó N-KS:
hi: N-KS से चल रहा है:
id: Berjalan dari N-KS:
ja: N-KSで実行:
ko: N-KS에서 실행:
nb: Kjører fra N-KS:
nl: Wordt uitgevoerd vanuit N-KS:
pt: A correr a partir do N-KS:
ro: Rulează din N-KS:
uk: Запуск з N-KS:
vi: Chạy từ N-KS:
zh: 從 N-KS 運行：

# APTIVESTIGATE_CRASHHANDLER_CRASHDUMP_OPERINFO_RUNNINGFROMMONO
source: Running from Mono:
ar: التشغيل من Mono:
el: Εκτέλεση από Mono:
es: Ejecutando desde Mono:
fr: Exécution depuis Mono :
ga: Ag rith ó Mono:
hi: मोनो से चल रहा है:
id: Berjalan dari Mono:
ja: Monoで実行:
ko: Mono에서 실행:
nb: Kjører fra Mono:
nl: Wordt uitgevoerd vanuit Mono:
pt: A correr a partir do Mono:
ro: Rulează din Mono:
uk: Запуск з Mono:
vi: Chạy từ Mono:
zh: 從 Mono 運行：

# APTIVESTIGATE_CRASHHANDLER_CRASHDUMP_OPERINFO_RUNNINGFROMSCREEN
source: Running from Screen:
ar: التشغيل من Screen:
el: Εκτέλεση από οθόνη:
es: Ejecutando desde Screen:
fr: Exécution depuis Screen :
ga: Ag rith ón Scáileán:
hi: स्क्रीन से चल रहा है:
id: Berjalan dari Screen:
ja: Screenで実行:
ko: Screen에서 실행:
nb: Kjører fra skjerm:
nl: Wordt uitgevoerd vanuit Screen:
pt: Executando a partir do ecrã:
ro: Rulează din Screen:
uk: Запуск з Screen:
vi: Chạy từ Screen:
zh: 從 Screen 運行：

# APTIVESTIGATE_CRASHHANDLER_CRASHDUMP_OPERINFO_RUNNINGFROMTMUX
source: Running from TMUX:
ar: التشغيل من TMUX:
el: Εκτέλεση από TMUX:
es: Ejecutando desde TMUX:
fr: Exécution depuis TMUX :
ga: Ag rith ó TMUX:
hi: TMUX से चल रहा है:
id: Berjalan dari TMUX:
ja: TMUXで実行:
ko: TMUX에서 실행:
nb: Kjører fra TMUX:
nl: Wordt uitgevoerd vanuit TMUX:
pt: A correr a partir do TMUX:
ro: Rulează din TMUX:
uk: Запуск з TMUX:
vi: Chạy từ TMUX:
zh: 從 TMUX 運行：

# APTIVESTIGATE_CRASHHANDLER_CRASHDUMP_OPERINFO_RUNNINGONWSL
source: Running on WSL:
ar: التشغيل على WSL:
el: Εκτέλεση σε WSL:
es: Ejecutando en WSL:
fr: Exécution sur WSL :
ga: Ag rith ar WSL:
hi: WSL पर चल रहा है:
id: Berjalan pada WSL:
ja: WSLで実行:
ko: WSL에서 실행:
nb: Kjører på WSL:
nl: Wordt uitgevoerd op WSL:
pt: A correr em WSL:
ro: Rulează pe WSL:
uk: Запуск на WSL:
vi: Chạy trên WSL:
zh: 在 WSL 上運行：

# APTIVESTIGATE_CRASHHANDLER_CRASHDUMP_OPERINFO_RUNNINGONMUSL
source: Running on MUSL:
ar: التشغيل على MUSL:
el: Εκτέλεση σε MUSL:
es: Ejecutando en MUSL:
fr: Exécution sur MUSL :
ga: Ag rith ar MUSL:
hi: MUSL:
id: Berjalan pada MUSL:
ja: MUSLで実行:
ko: MUSL에서 실행:
nb: Kjører på MUSL:
nl: Wordt uitgevoerd op MUSL:
pt: A correr em MUSL:
ro: Rulează pe MUSL:
uk: Запуск на MUSL:
vi: Chạy trên MUSL:
zh: 在 MUSL 上運行：

# APTIVESTIGATE_CRASHHANDLER_CRASHDUMP_OPERINFO_RUNNINGONANDROID
source: Running on Android:
ar: يعمل على أندرويد:
el: Εκτέλεση σε Android:
es: Ejecutando En Android:
fr: Exécution sur Android :
ga: Ag rith ar Android:
hi: एंड्रॉइड पर चल रहा है:
id: Berjalan pada Android:
ja: Androidで実行:
ko: Android에서 실행:
nb: Kjører på Android:
nl: Wordt uitgevoerd op Android:
pt: A correr em Android:
ro: Rulează pe Android:
uk: Запуск на Android:
vi: Chạy trên Android:
zh: 在 Android 上運行：

# APTIVESTIGATE_CRASHHANDLER_CRASHDUMP_OPERINFO_RUNNINGONGUI
source: Running on GUI:
ar: يعمل على واجهة المستخدم الرسومية:
el: Εκτέλεση σε GUI:
es: Ejecutando en GUI:
fr: Exécution Sur l'interface utilisateur :
ga: Ag rith ar GUI:
hi: GUI पर चल रहा है:
id: Berjalan pada GUI:
ja: GUIで実行:
ko: GUI에서 실행:
nb: Kjører på GUI:
nl: Draait op GUI:
pt: A correr na interface gráfica:
ro: Rulează pe GUI:
uk: Запуск на GUI:
vi: Chạy trên GUI:
zh: 在 GUI 上運行：

# APTIVESTIGATE_CRASHHANDLER_CRASHDUMP_OPERINFO_RUNNINGONXORG
source: Running on X.Org:
ar: يعمل على X.Org:
el: Εκτέλεση σε X.Org:
es: Ejecutando en X.Org:
fr: Exécution sur X.Org :
ga: Ag rith ar X.Org:
hi: X.Org पर चल रहा है:
id: Berjalan di X.Org:
ja: X.Orgで実行:
ko: 에서 실행 X.Org:
nb: Kjører på X.Org:
nl: Draait op X.Org:
pt: A correr no X.Org:
ro: Rulează pe X.Org:
uk: Запуск на X.Org:
vi: Chạy trên X.Org:
zh: 在 X.Org 上運行：

# APTIVESTIGATE_CRASHHANDLER_CRASHDUMP_OPERINFO_RUNNINGONWAYLAND
source: Running on Wayland:
ar: يعمل على Wayland:
el: Εκτελείται στο Wayland:
es: Ejecutando en Wayland:
fr: Exécution sur Wayland :
ga: Ag rith ar Wayland:
hi: Wayland पर चल रहा है:
id: Berjalan di Wayland:
ja: Wayland:
ko: Wayland에서 실행 중:
nb: Kjører på Wayland:
nl: Draait op Wayland:
pt: A correr no Wayland:
ro: Rulează pe Wayland:
uk: Працює на Wayland:
vi: Đang chạy trên Wayland:
zh: 在Wayland：

# APTIVESTIGATE_CRASHHANDLER_CRASHDUMP_OPERINFO_TERMINALTYPE
source: Terminal type:
ar: نوع المحطة الطرفية:
el: Τύπος τερματικού:
es: Tipo de terminal:
fr: Type de terminal :
ga: Cineál críochfoirt:
hi: टर्मिनल प्रकार:
id: Jenis terminal:
ja: 端末の種類:
ko: 터미널 유형:
pt: Tipo de terminal:
ro: Tip terminal:
uk: Тип терміналу:
vi: Kiểu thiết bị đầu cuối:
zh: 終端類型：

# APTIVESTIGATE_CRASHHANDLER_CRASHDUMP_OPERINFO_TERMINALEMU
source: Terminal emulator:
ar: محاكي المحطة الطرفية:
el: Εξομοιωτής τερματικού:
es: Emulador de terminal:
fr: Émulateur de terminal :
ga: Aithriseoir críochfoirt:
hi: टर्मिनल एमुलेटर:
id: Emulator terminal:
ja: 端末エミュレータ:
ko: 터미널 에뮬레이터:
pt: Emulador de terminal:
ro: Emulator de terminal:
uk: Емулятор терміналу:
vi: Trình giả lập thiết bị đầu cuối:
zh: 終端模擬器：

# APTIVESTIGATE_CRASHHANDLER_SECONDCRASH
source: SECOND CRASH DETECTED
ar: تم اكتشاف عطل ثانٍ
el: ΕΝΤΟΠΙΣΤΗΚΕ ΔΕΥΤΕΡΗ ΣΦΑΛΜΑ
es: SEGUNDO FALLO DETECTADO
fr: DEUXIÈME PANNE DÉTECTÉE
ga: DARA TUAIRTEÁIL BRATHA
hi: दूसरा क्रैश पाया गया
id: CRASH KEDUA TERDETEKSI
ja: 2回目のクラッシュを検出しました
ko: 두 번째 충돌 감지됨
nb: ANDRE KRASJ OPPDAGET
nl: TWEEDE CRASH GEDETECTEERD
pt: SEGUNDA FALHA DETECTADA
ro: AL DOILEA EROARE DETECTATĂ
uk: ВИЯВЛЕНО ДРУГИЙ ЗБІЙ
vi: PHÁT HIỆN SỰ CỐ THỨ HAI
zh: 偵測到第二次崩潰

# APTIVESTIGATE_CRASHHANDLER_SECONDCRASH_DESC
source: While writing crash dump, we've found a second crash.
ar: أثناء كتابة تفريغ الأعطال، وجدنا عطلًا ثانيًا.
el: Κατά τη σύνταξη crash dump, εντοπίσαμε μια δεύτερη διακοπή λειτουργίας.
es: Al escribir el volcado de memoria, encontramos un segundo fallo.
fr: Lors de l'écriture du vidage sur incident, nous avons détecté une deuxième panne.
ga: Agus an dumpáil tuairteála á scríobh againn, fuaireamar dara tuairt.
hi: क्रैश डंप लिखते समय, हमें दूसरा क्रैश मिला है।
id: Saat menulis dump crash, kami menemukan crash kedua.
ja: クラッシュダンプの書き込み中に、2回目のクラッシュを検出しました。
ko: 크래시 덤프를 작성하는 동안 두 번째 충돌을 발견했습니다.
nb: Mens vi skrev krasjdump, fant vi en andre krasj.
nl: Tijdens het schrijven van de crashdump hebben we een tweede crash gevonden.
pt: Ao escrever o dump de falha, encontramos uma segunda falha.
ro: În timp ce scriam dump-ul erorii, am găsit o a doua eroare.
uk: Під час написання дампа аварійного завершення ми виявили другий збій.
vi: Trong khi viết bản dump sự cố, chúng tôi đã tìm thấy sự cố thứ hai.
zh: 在寫入崩潰轉儲時，我們發現了第二次崩潰。

# APTIVESTIGATE_CRASHHANDLER_SECONDCRASHDUMP_HEADER
source: Fatal crash report
ar: تقرير عطل فادح
el: Αναφορά μοιραίου σφάλματος
es: Informe de fallo fatal
fr: Rapport de panne fatale
ga: Tuarascáil tuairteála marfach
hi: घातक क्रैश रिपोर्ट
id: Laporan crash fatal
ja: 致命的なクラッシュレポート
ko: 치명적인 충돌 보고서
nb: Rapport om fatal krasj
nl: Rapport over fatale crash
pt: Relatório de falha fatal
ro: Raport de eroare fatală
uk: Звіт про фатальний збій
vi: Báo cáo sự cố nghiêm trọng
zh: 致命崩潰報告

# APTIVESTIGATE_CRASHHANDLER_SECONDCRASHDUMP_DESC
source: Below is the fatal crash report about what happened in the application while it was handling the error.
ar: فيما يلي تقرير العطل الفادح حول ما حدث في التطبيق أثناء معالجته للخطأ.
el: Παρακάτω είναι η αναφορά μοιραίου σφάλματος σχετικά με το τι συνέβη στην εφαρμογή ενώ it χειριζόταν το σφάλμα.
es: A continuación, se muestra el informe de fallo fatal sobre lo que ocurrió en la aplicación mientras gestionaba el error.
fr: Vous trouverez ci-dessous le rapport de panne fatale concernant l'incident survenu dans l'application pendant le traitement de l'erreur.
ga: Seo thíos an tuarascáil tuairteála marfach faoi na tharla san fheidhmchlár agus an earráid á láimhseáil.
hi: नीचे घातक क्रैश रिपोर्ट दी गई है कि त्रुटि को हैंडल करते समय एप्लिकेशन में क्या हुआ।
id: Di bawah ini adalah laporan crash fatal tentang apa yang terjadi di aplikasi saat it menangani kesalahan.
ja: 以下は、エラー処理中にアプリケーションで発生した致命的なクラッシュレポートです。
ko: 아래는 오류를 처리하는 동안 애플리케이션에서 발생한 상황에 대한 치명적인 충돌 보고서입니다.
nb: Nedenfor er rapporten om fatal krasj om hva som skjedde i applikasjonen mens feilen ble håndtert.
nl: Hieronder staat het rapport over fatale crash over wat er in de applicatie is gebeurd tijdens het verwerken van de fout.
pt: Abaixo está o relatório de falha fatal sobre o que aconteceu na aplicação enquanto o erro era tratado.
ro: Mai jos este raportul de eroare fatală despre ce s-a întâmplat în aplicație în timp ce gestiona eroarea.
uk: Нижче наведено звіт про фатальний збій, який розповідає про те, що сталося в програмі під час обробки помилки.
vi: Dưới đây là báo cáo sự cố nghiêm trọng về những gì đã xảy ra trong ứng dụng trong khi it đang xử lý lỗi.
zh: 以下是應用程式在處理錯誤時發生的致命崩潰報告。

# APTIVESTIGATE_LOGPATH_EXCEPTION_PATHNOTFOUND
source: The log path is not found
ar: لم يتم العثور على مسار السجل
el: Η διαδρομή καταγραφής δεν βρέθηκε
es: No se encuentra la ruta del registro.
fr: Le chemin du journal est introuvable.
ga: Ní bhfuarthas an cosán loga
hi: लॉग पथ नहीं मिला
id: Jalur log tidak ditemukan
ja: ログパスが見つかりません
ko: 로그 경로를 찾을 수 없습니다.
nb: Loggbanen ble ikke funnet
nl: Het logbestand is niet gevonden
pt: O caminho do registo não foi encontrado
ro: Calea de jurnal nu a fost găsită
uk: Шлях до журналу не знайдено
vi: Không tìm thấy đường dẫn nhật ký
zh: 未找到日誌路徑

# APTIVESTIGATE_LOGPATH_EXCEPTION_ASMNEEDED
source: The assembly is not specified
ar: لم يتم تحديد التجميع
el: Η συναρμολόγηση δεν έχει καθοριστεί
es: No se especifica el ensamblado.
fr: L'assembly n'est pas spécifié.
ga: Níl an tionól sonraithe
hi: असेंबली निर्दिष्ट नहीं है
id: Rakitan tidak ditentukan
ja: アセンブリが指定されていません
ko: 어셈블리가 지정되지 않았습니다.
nb: Samlingen er ikke spesifisert
nl: De assembly is niet gespecificeerd
pt: O assembly não foi especificado
ro: Asamblarea nu este specificată
uk: Збірку не вказано
vi: Không chỉ định cụm từ
zh: 未指定程序集
