Repository: Aptivi/Aptivestigate
Catalog: public/Aptivestigate/Resources/Languages/Output/Localizations.*.resx
Languages: ar, el, es, fr, ga, hi, id, ja, ko, nb, nl, pt, ro, uk, vi, zh

# APTIVESTIGATE_CRASHHANDLER_EXCEPTION_ALREADYINSTALLED
source: The crash handler is already installed.
ar: تم تثبيت معالج الأعطال بالفعل.
el: Ο χειριστής σφαλμάτων είναι ήδη εγκατεστημένος.
es: El controlador de fallos ya está instalado.
fr: Le gestionnaire de plantage est déjà installé.
ga: Tá an láimhseáil tuairteála suiteáilte cheana féin.
hi: क्रैश हैंडलर पहले से ही इंस्टॉल है।
id: Penanganan kerusakan sudah terpasang.
ja: クラッシュハンドラは既にインストールされています。
ko: 충돌 처리기가 이미 설치되었습니다.
nb: Krasjhåndtereren er allerede installert.
nl: De crashhandler is al geïnstalleerd.
pt: O gestor de falhas já está instalado.
ro: Rulajul de erori este deja instalat.
uk: Обробник аварій вже встановлено.
vi: Trình xử lý sự cố đã được cài đặt.
zh: 崩潰處理程序已安裝。

# APTIVESTIGATE_CRASHHANDLER_FATALCRASH
source: FATAL CRASH DETECTED
ar: تم اكتشاف عطل فادح
el: ΕΝΤΟΠΙΣΘΗΚΕ ΜΟΙΡΑΣΤΙΚΟ ΣΦΑΛΜΑ
es: FALLO GRAVE DETECTADO
fr: PANNE MORTEL DÉTECTÉE
ga: TUAIRTEÁIL MHAIRFEACH BRATHAITHE
hi: घातक क्रैश का पता चला
id: FATAL CRASH TERDETEKSI
ja: 致命的なクラッシュが検出されました
ko: 치명적인 충돌 감지됨
nb: FATAL KRASJ OPPDAGET
nl: FATALE CRASH GEDETECTEERD
pt: FALHA FATAL DETECTADA
ro: EROARE FATALĂ DETECTATĂ
uk: ВИЯВЛЕНО ФАТАЛЬНИЙ ЗБІЙ
vi: ĐÃ PHÁT HIỆN SỰ CỐ TAI NẠN CHẾT
zh: 偵測到嚴重崩潰

# APTIVESTIGATE_CRASHHANDLER_FATALCRASH_DESC
source: We apologize for your inconvenience, but this program can't continue.
ar: نعتذر عن أي إزعاج قد يسببه هذا البرنامج، ولكن لا يمكن الاستمرار.
el: Λυπούμαστε για την ταλαιπωρία σας, αλλά αυτό το πρόγραμμα δεν μπορεί να συνεχιστεί.
es: Disculpe las molestias, pero este programa no puede continuar.
fr: Nous nous excusons pour la gêne occasionnée, mais ce programme ne peut pas continuer.
ga: Gabhaimid leithscéal as an míchaoithiúlacht, ach ní féidir leis an gclár seo leanúint ar aghaidh.
hi: हमें आपकी असुविधा के लिए खेद है, लेकिन यह प्रोग्राम जारी नहीं रह सकता।
id: Kami mohon maaf atas ketidaknyamanan Anda, tetapi program ini tidak dapat dilanjutkan.
ja: ご不便をおかけして申し訳ございませんが、このプログラムは続行できません。
ko: 불편을 끼쳐드려 죄송합니다. 이 프로그램을 계속 실행할 수 없습니다.
nb: Vi beklager ulempene, men dette programmet kan ikke fortsette.
nl: Onze excuses voor het ongemak, maar dit programma kan niet worden voortgezet.
pt: Pedimos desculpa pelo incómodo, mas este programa não pode continuar.
ro: Ne cerem scuze pentru inconvenient, dar acest program nu poate continua.
uk: Вибачте за незручності, але ця програма не може продовжити роботу.
vi: Chúng tôi xin lỗi vì sự bất tiện này, nhưng chương trình này không thể tiếp tục.
zh: 對於造成您的不便，我們深表歉意，但此程式無法繼續運作。

# APTIVESTIGATE_CRASHHANDLER_FATALCRASH_EVENT_TRIPLEFAULT
source: FATAL CRASH DETECTED (TRIPLE FAULT)
ar: تم اكتشاف عطل فادح (خطأ ثلاثي)
el: ΕΝΤΟΠΙΣΘΗΚΕ ΜΟΙΡΑΣΤΙΚΟ ΣΦΑΛΜΑ (ΤΡΙΠΛΟ ΣΦΑΛΜΑ)
es: FALLO GRAVE DETECTADO (TRIPLE FALLO)
fr: PANNE MORTEL DÉTECTÉE (TRIPLE DÉFAUT)
ga: TUAIRTEÁIL MHAIRFEACH BRATHAITHE (LOCHT TRÍPHLE)
hi: घातक क्रैश का पता चला (ट्रिपल फॉल्ट)
id: FATAL CRASH TERDETEKSI (TRIPLE FAULT)
ja: 致命的なクラッシュが検出されました（トリプルフォールト）
ko: 치명적인 충돌 감지됨(트리플 폴트)
nb: FATAL KRASJ OPPDAGET (TRIPPELFEIL)
nl: FATALE CRASH GEDETECTEERD (DRIEVOUDIGE FOUT)
pt: FALHA FATAL DETECTADA (FALHA TRIPLA)
ro: EROARE FATALĂ DETECTATĂ (TRIPLA EROARE)
uk: ВИЯВЛЕНО ФАТАЛЬНИЙ ЗБІЙ (ПОТРІЙНА ПОМИЛКА)
vi: ĐÃ PHÁT HIỆN SỰ CỐ TAI NẠN CHẾT (LỖI BA LỖI)
zh: 偵測到嚴重崩潰（三重故障）

# APTIVESTIGATE_CRASHHANDLER_FATALCRASH_EVENT_FIRSTCHANCE
source: First chance
ar: الفرصة الأولى
el: Πρώτη ευκαιρία
es: Primera oportunidad
fr: Première chance
ga: An chéad seans
hi: पहला मौका
id: Kesempatan pertama
ja: 最初のチャンス
ko: 첫 번째 기회
nb: Første sjanse
nl: Eerste kans
pt: Primeira oportunidade
ro: Prima șansă
uk: Перший шанс
vi: Cơ hội đầu tiên
zh: 第一次機會

# APTIVESTIGATE_CRASHHANDLER_FATALCRASH_EVENT_SECONDCHANCE
source: Second chance
ar: الفرصة الثانية
el: Δεύτερη ευκαιρία
es: Segunda oportunidad
fr: Deuxième chance
ga: An dara seans
hi: दूसरा मौका
id: Kesempatan kedua
ja: 2番目のチャンス
ko: 두 번째 기회
nb: Andre sjanse
nl: Tweede kans
pt: Segunda oportunidade
ro: A doua șansă
uk: Другий шанс
vi: Cơ hội thứ hai
zh: 第二次機會

# APTIVESTIGATE_CRASHHANDLER_CRASH
source: CRASH DETECTED
ar: تم اكتشاف عطل
el: ΕΝΤΟΠΙΣΘΗΚΕ ΣΦΑΛΜΑ
es: FALLO DETECTADO
fr: PANNE MORTEL DÉTECTÉE
ga: TUAIRTEÁIL BRATHAITHE
hi: क्रैश का पता चला
id: CRASH TERDETEKSI
ja: クラッシュが検出されました
ko: 충돌 감지됨
nb: KRASJ OPPDAGET
nl: CRASH GEDETECTEERD
pt: FALHA DETECTADA
ro: EROARE DETECTATĂ
uk: ВИЯВЛЕНО ЗБІЙ
vi: ĐÃ PHÁT HIỆN SỰ CỐ TAI NẠN
zh: 偵測到崩潰

# APTIVESTIGATE_CRASHHANDLER_CRASH_DESC
source: A problem has been detected in the application that has to shut down. Writing crash dump...
ar: تم اكتشاف مشكلة في التطبيق تتطلب إيقاف التشغيل. جارٍ كتابة تقرير الأعطال...
el: Εντοπίστηκε πρόβλημα στην εφαρμογή που πρέπει να τερματιστεί. Εγγραφή αρχείου σφαλμάτων...
es: Se ha detectado un problema en la aplicación que debe cerrarse. Escribiendo volcado de memoria...
fr: Un problème a été détecté dans l'application et doit être arrêté. Écriture du vidage sur incident...
ga: Tá fadhb braite san fheidhmchlár a chaithfidh múchadh. Ag scríobh dumpáil tuairteála...
hi: एप्लिकेशन में एक समस्या का पता चला है जिसे बंद करना होगा। क्रैश डंप लिख रहा हूँ...
id: Masalah telah terdeteksi dalam aplikasi yang harus ditutup. Menulis dump kerusakan...
ja: アプリケーションで問題が検出されました。シャットダウンする必要があります。クラッシュダンプを書き込んでいます...
ko: 애플리케이션에서 종료해야 할 문제가 감지되었습니다. 충돌 덤프를 작성하는 중입니다...
nb: Et problem er oppdaget i programmet som må avsluttes. Skriver krasjdump...
nl: Er is een probleem gedetecteerd in de applicatie dat moet worden afgesloten. Crashdump schrijven...
pt: Foi detetado um problema na aplicação que precisa ser encerrado. Escrever dump de falha...
ro: A fost detectată o problemă în aplicație care trebuie să se închidă. Se scrie imaginea erorii...
uk: У програмі виявлено проблему, яку потрібно завершити. Записується дамп аварійного завершення...
vi: Đã phát hiện ra sự cố trong ứng dụng phải tắt. Đang viết bản dump sự cố...
zh: 應用程式中偵測到一個必須關閉的問題。正在寫入崩潰轉儲…

# APTIVESTIGATE_CRASHHANDLER_CRASHDUMP_HEADER
source: Crash report
ar: تقرير الأعطال
el: Αναφορά σφάλματος
es: Informe de fallo
fr: Rapport de plantage
ga: Tuarascáil tuairteála
hi: क्रैश रिपोर्ट
id: Laporan kerusakan
ja: クラッシュレポート
ko: 충돌 보고서
nb: Krasjrapport
nl: Crashrapport
pt: Relatório de falha
ro: Raport de eroare
uk: Звіт про аварійне завершення
vi: Báo cáo sự cố
zh: 崩潰報告

# APTIVESTIGATE_CRASHHANDLER_CRASHDUMP_DESC
source: Below is the crash report about what happened in the application while it was performing your requested operation.
ar: فيما يلي تقرير الأعطال حول ما حدث في التطبيق أثناء تنفيذه للعملية المطلوبة.
el: Παρακάτω είναι η αναφορά σφάλματος σχετικά με το τι συνέβη στην εφαρμογή ενώ εκτελούσε την ζητούμενη λειτουργία.
es: A continuación, se muestra el informe de fallos sobre lo que ocurrió en la aplicación mientras realizaba la operación solicitada.
fr: Vous trouverez ci-dessous le rapport de plantage décrivant ce qui s'est passé dans l'application pendant l'exécution de l'opération demandée.
ga: Seo thíos an tuarascáil tuairteála faoi na tharla san fheidhmchlár agus é ag déanamh an oibríochta iarrtha.
hi: नीचे क्रैश रिपोर्ट दी गई है कि आपके अनुरोधित ऑपरेशन को निष्पादित करते समय एप्लिकेशन में क्या हुआ।
id: Berikut ini adalah laporan kerusakan tentang apa yang terjadi dalam aplikasi saat menjalankan operasi yang Anda minta.
ja: 以下は、要求された操作の実行中にアプリケーションで発生したクラッシュレポートです。
ko: 아래는 요청하신 작업을 수행하는 동안 애플리케이션에서 발생한 상황에 대한 충돌 보고서입니다.
nb: Nedenfor er krasjrapporten om hva som skjedde i programmet mens det utførte den forespurte operasjonen.
nl: Hieronder vindt u het crashrapport over wat er in de applicatie is gebeurd tijdens de uitvoering van de door u gevraagde bewerking.
pt: Abaixo está o relatório de falha sobre o que aconteceu na aplicação enquanto executava a operação solicitada.
ro: Mai jos este raportul de eroare despre ce s-a întâmplat în aplicație în timp ce efectua operațiunea solicitată.
uk: Нижче наведено звіт про аварійне завершення, який показує, що сталося в програмі під час виконання запитуваної вами операції.
vi: Dưới đây là báo cáo sự cố về những gì đã xảy ra trong ứng dụng khi nó thực hiện thao tác bạn yêu cầu.
zh: 以下是應用程式在執行您要求的操作時發生的崩潰報告。

# APTIVESTIGATE_CRASHHANDLER_CRASHDUMP_CRASHID
source: Crash ID:
ar: معرف الأعطال:
el: Αναγνωριστικό σφάλματος:
es: ID del fallo:
fr: ID de plantage :
ga: Aitheantas Tuairteála:
hi: क्रैश आईडी:
id: ID Kerusakan:
ja: クラッシュID：
ko: 충돌 ID:
nb: Krasj-ID:
pt: ID da avaria:
ro: ID eroare:
uk: Ідентифікатор аварійного завершення:
vi: ID sự cố:
zh: 崩潰 ID：

# APTIVESTIGATE_CRASHHANDLER_CRASHDUMP_CRASHTIME
source: Time of incident:
ar: وقت الحادث:
el: Ώρα συμβάντος:
es: Hora del incidente:
fr: Heure de l'incident :
ga: Am na heachtra:
hi: घटना का समय:
id: Waktu kejadian:
ja: 発生時刻：
ko: 발생 시간:
nb: Tidspunkt for hendelsen:
nl: Tijdstip van incident:
pt: Hora do incidente:
ro: Ora incidentului:
uk: Час інциденту:
vi: Thời gian xảy ra sự cố:
zh: 事件時間：

# APTIVESTIGATE_CRASHHANDLER_CRASHDUMP_EXCINFO_HEADER
source: Exception Information
ar: معلومات الاستثناء
el: Πληροφορίες εξαίρεσης
es: Información de la excepción
fr: Informations sur l'exception
ga: Faisnéis Eisceachta
hi: अपवाद जानकारी
id: Informasi Pengecualian
ja: 例外情報
ko: 예외 정보
nb: Unntaksinformasjon
nl: Uitzonderingsinformatie
pt: Informações da exceção
ro: Informații despre excepție
uk: Інформація про виняток
vi: Thông tin ngoại lệ
zh: 異常訊息

# APTIVESTIGATE_CRASHHANDLER_CRASHDUMP_EXCINFO_TERMINATING
source: Terminating:
ar: الإنهاء:
el: Τερματισμός:
es: Finalización:
fr: Arrêt :
ga: Ag críochnú:
hi: समाप्त करना:
id: Penghentian:
ja: 終了中：
ko: 종료:
nb: Avslutter:
nl: Beëindiging:
pt: Encerrando:
ro: Se termină:
uk: Завершення:
vi: Kết thúc:
zh: 正在終止：

# APTIVESTIGATE_CRASHHANDLER_CRASHDUMP_EXCINFO_GENERALFAULT
source: General fault. This may indicate a serious problem.
ar: عطل عام. قد يشير هذا إلى مشكلة خطيرة.
el: Γενικό σφάλμα. Αυτό μπορεί να υποδεικνύει ένα σοβαρό πρόβλημα.
es: Fallo general. Esto puede indicar un problema grave.
fr: Anomalie générale. Cela peut indiquer un problème grave.
ga: Locht ginearálta. D’fhéadfadh sé seo fadhb thromchúiseach a léiriú.
hi: सामान्य दोष। यह एक गंभीर समस्या का संकेत हो सकता है।
id: Kesalahan umum. Ini mungkin menunjukkan masalah serius.
ja: 一般的な障害です。深刻な問題を示している可能性があります。
ko: 일반적인 오류입니다. 심각한 문제가 발생했음을 나타낼 수 있습니다.
nb: Generell feil. Dette kan indikere et alvorlig problem.
nl: Algemene fout. Dit kan duiden op een ernstig probleem.
pt: Falha geral. Isto pode indicar um problema grave.
ro: Eroare generală. Aceasta poate indica o problemă gravă.
uk: Загальна помилка. Це може свідчити про серйозну проблему.
vi: Lỗi chung. Điều này có thể chỉ ra một sự cố nghiêm trọng.
zh: 一般故障。這可能表示存在嚴重問題。

# APTIVESTIGATE_CRASHHANDLER_CRASHDUMP_EXCANALYSIS_HEADER
source: Exception Analysis
ar: تحليل الاستثناء
el: Ανάλυση εξαιρέσεων
es: Análisis de excepciones
fr: Analyse des exceptions
ga: Anailís Eisceachta
hi: अपवाद विश्लेषण
id: Analisis Pengecualian
ja: 例外分析
ko: 예외 분석
nb: Unntaksanalyse
nl: Uitzonderingsanalyse
pt: Análise de Exceções
ro: Analiza excepțiilor
uk: Аналіз винятків
vi: Phân tích ngoại lệ
zh: 異常分析

# APTIVESTIGATE_CRASHHANDLER_CRASHDUMP_EXCANALYSIS_DESC
source: Below may help you find out why:
ar: قد يساعدك ما يلي في معرفة السبب:
el: Παρακάτω μπορεί να σας βοηθήσει να μάθετε γιατί:
es: A continuación, puede ayudarle a averiguar el motivo:
fr: Ce qui suit peut vous aider à en déterminer la cause :
ga: D’fhéadfadh an méid seo a leanas cabhrú leat a fháil amach cén fáth:
hi: नीचे आपको यह पता लगाने में मदद मिल सकती है कि क्यों:
id: Berikut ini dapat membantu Anda mengetahui alasannya:
ja: 以下は、原因の特定に役立つ可能性があります：
ko: 아래를 통해 원인을 파악할 수 있습니다.
nb: Nedenfor kan hjelpe deg med å finne ut hvorfor:
nl: Hieronder kunt u mogelijk achterhalen waarom:
pt: Abaixo pode ajudá-lo a descobrir o motivo:
ro: Mai jos vă poate ajuta să aflați de ce:
uk: Нижче наведено інформацію, яка може допомогти вам з'ясувати причину:
vi: Dưới đây có thể giúp bạn tìm hiểu lý do:
zh: 以下內容可能有助於您找出原因：

# APTIVESTIGATE_CRASHHANDLER_CRASHDUMP_EXCANALYSIS_NOEXCEPTION
source: There is no exception to analyze.
ar: لا يوجد استثناء للتحليل.
el: Δεν υπάρχει εξαίρεση για ανάλυση.
es: No hay ninguna excepción que analizar.
fr: Il n'y a aucune exception à analyser.
ga: Níl aon eisceacht le hanailísiú.
hi: विश्लेषण करने के लिए कोई अपवाद नहीं है।
id: Tidak ada pengecualian untuk dianalisis.
ja: 分析する例外はありません。
ko: 분석할 예외가 없습니다.
nb: Det er ikke noe unntak å analysere.
nl: Er is geen uitzondering om te analyseren.
pt: Não há exceção para analisar.
ro: Nu există nicio excepție de analizat.
uk: Немає винятків для аналізу.
vi: Không có ngoại lệ nào để phân tích.
zh: 沒有可供分析的異常。

# APTIVESTIGATE_CRASHHANDLER_CRASHDUMP_EXCANALYSIS_FRAMECOUNT
source: Frame count:
ar: عدد الإطارات:
el: Πλήθος καρέ:
es: Recuento de fotogramas:
fr: Nombre d'images :
ga: Líon frámaí:
hi: फ़्रेम गणना:
id: Jumlah bingkai:
ja: フレーム数:
ko: 프레임 수:
nb: Rammeantall:
nl: Frameaantal:
pt: Contagem de fotogramas:
ro: Număr de cadre:
uk: Кількість кадрів:
vi: Số lượng khung:
zh: 幀計數：

# APTIVESTIGATE_CRASHHANDLER_CRASHDUMP_EXCANALYSIS_FRAME_NUM
source: Frame number:
ar: رقم الإطار:
el: Αριθμός καρέ:
es: Número de fotogramas:
fr: Numéro d'image :
ga: Uimhir frámaí:
hi: फ़्रेम संख्या:
id: Nomor bingkai:
ja: フレーム番号:
ko: 프레임 번호:
nb: Rammenummer:
nl: Framenummer:
pt: Número de quadros:
ro: Număr de cadre:
uk: Номер кадру:
vi: Số khung:
zh: 幀編號：

# APTIVESTIGATE_CRASHHANDLER_CRASHDUMP_EXCANALYSIS_FRAME_METHOD
source: Method:
ar: الطريقة:
el: Μέθοδος:
es: Método:
fr: Méthode :
ga: Modh:
hi: विधि:
id: Metode:
ja: メソッド:
ko: 메서드:
nb: Metode:
nl: Methode:
pt: Método:
ro: Metodă:
uk: Метод:
vi: Phương pháp:
zh: 方法：

# APTIVESTIGATE_CRASHHANDLER_CRASHDUMP_EXCANALYSIS_FRAME_STATICMETHOD
source: Static method:
ar: الطريقة الثابتة:
el: Στατική μέθοδος:
es: Método estático:
fr: Méthode statique :
ga: Modh statach:
hi: स्थिर विधि:
id: Metode statis:
ja: 静的メソッド:
ko: 정적 메서드:
nb: Statisk metode:
nl: Statische methode:
pt: Método estático:
ro: Metodă statică:
uk: Статичний метод:
vi: Phương pháp tĩnh:
zh: 靜態方法：

# APTIVESTIGATE_CRASHHANDLER_CRASHDUMP_EXCANALYSIS_FRAME_METHODTYPE
source: Method type:
ar: نوع الطريقة:
el: Τύπος μεθόδου:
es: Tipo de método:
fr: Type de méthode :
ga: Cineál modha:
hi: विधि प्रकार:
id: Jenis metode:
ja: メソッド型:
ko: 메서드 유형:
nb: Metodetype:
nl: Methodetype:
pt: Tipo de método:
ro: Tip de metodă:
uk: Тип методу:
vi: Kiểu phương pháp:
zh: 方法類型：

# APTIVESTIGATE_CRASHHANDLER_CRASHDUMP_EXCANALYSIS_FRAME_METHODDECLARINGTYPE
source: Declaring type:
ar: نوع الإعلان:
el: Δηλούμενος τύπος:
es: Tipo de declaración:
fr: Type déclaré :
ga: Cineál dearbhaithe:
hi: घोषणा प्रकार:
id: Jenis yang dideklarasikan:
ja: 宣言型:
ko: 선언 유형:
nb: Deklarerende type:
nl: Declaratietype:
pt: Tipo de declaração:
ro: Tip de declarare:
uk: Тип оголошення:
vi: Kiểu khai báo:
zh: 聲明類型：

# APTIVESTIGATE_CRASHHANDLER_CRASHDUMP_EXCANALYSIS_FRAME_METHODREFLECTEDTYPE
source: Reflected type:
ar: النوع المنعكس:
el: Τύπος που αντανακλάται:
es: Tipo reflejado:
fr: Type reflété :
ga: Cineál léirithe:
hi: प्रतिबिंबित प्रकार:
id: Jenis yang dipantulkan:
ja: 反映型:
ko: 반영된 유형:
nb: Reflektert type:
nl: Gereflecteerd type:
pt: Tipo refletido:
ro: Tip reflectat:
uk: Відображений тип:
vi: Kiểu phản chiếu:
zh: 反射類型：

# APTIVESTIGATE_CRASHHANDLER_CRASHDUMP_EXCANALYSIS_FRAME_METHODATTRIBUTES
source: Attributes:
ar: السمات:
el: Χαρακτηριστικά:
es: Atributos:
fr: Attributs :
ga: Tréithe:
hi: विशेषताएँ:
id: Atribut:
ja: 属性:
ko: 속성:
nb: Attributter:
nl: Attributen:
pt: Atributos:
ro: Atribute:
uk: Атрибути:
vi: Thuộc tính:
zh: 屬性：

# APTIVESTIGATE_CRASHHANDLER_CRASHDUMP_EXCANALYSIS_FRAME_METHODFLAGS
source: Implementation flags:
ar: علامات التنفيذ:
el: Σημαίες υλοποίησης:
es: Indicadores de implementación:
fr: Indicateurs d'implémentation :
ga: Bratacha cur i bhfeidhm:
hi: कार्यान्वयन फ़्लैग:
id: Bendera implementasi:
ja: 実装フラグ:
ko: 구현 플래그:
nb: Implementeringsflagg:
nl: Implementatievlaggen:
pt: Sinalizadores de implementação:
ro: Stampile de implementare:
uk: Прапорці реалізації:
vi: Cờ triển khai:
zh: 實現標誌：

# APTIVESTIGATE_CRASHHANDLER_CRASHDUMP_EXCANALYSIS_FRAME_METHODADDRESS
source: Method address:
ar: عنوان الطريقة:
el: Διεύθυνση μεθόδου:
es: Dirección del método:
fr: Adresse de la méthode :
ga: Seoladh modha:
hi: विधि पता:
id: Alamat metode:
ja: メソッドアドレス:
ko: 메서드 주소:
nb: Metodeadresse:
nl: Methodeadres:
pt: Endereço do método:
ro: Adresă metodă:
uk: Адреса методу:
vi: Địa chỉ phương pháp:
zh: 方法地址：

# APTIVESTIGATE_CRASHHANDLER_CRASHDUMP_EXCANALYSIS_FRAME_METHODPARAM_TYPENAME
source: Parameter type name:
ar: اسم نوع المعلمة:
el: Όνομα τύπου παραμέτρου:
es: Nombre del tipo de parámetro:
fr: Nom du type de paramètre :
ga: Ainm cineál paraiméadair:
hi: पैरामीटर प्रकार का नाम:
id: Nama jenis parameter:
ja: パラメータ型名:
ko: 매개변수 유형 이름:
nb: Parametertypenavn:
nl: Naam parametertype:
pt: Nome do tipo de parâmetro:
ro: Nume tip parametru:
uk: Назва типу параметра:
vi: Tên kiểu tham số:
zh: 參數類型名稱：

# APTIVESTIGATE_CRASHHANDLER_CRASHDUMP_EXCANALYSIS_FRAME_METHODPARAM_FULLTYPE
source: Parameter full type:
ar: النوع الكامل للمعلمة:
el: Πλήρης τύπος παραμέτρου:
es: Tipo completo del parámetro:
fr: Type complet du paramètre :
ga: Cineál iomlán paraiméadair:
hi: पैरामीटर पूर्ण प्रकार:
id: Jenis lengkap parameter:
ja: パラメータの完全型:
ko: 매개변수 전체 유형:
nb: Parameterens fulle type:
nl: Volledig parametertype:
pt: Tipo completo do parâmetro:
ro: Tip complet parametru:
uk: Повний тип параметра:
vi: Kiểu đầy đủ của tham số:
zh: 參數完整型別：

# APTIVESTIGATE_CRASHHANDLER_CRASHDUMP_EXCANALYSIS_FRAME_METHODPARAM_NAME
source: Parameter name:
ar: اسم المعلمة:
el: Όνομα παραμέτρου:
es: Nombre del parámetro:
fr: Nom du paramètre :
ga: Ainm paraiméadair:
hi: पैरामीटर नाम:
id: Nama parameter:
ja: パラメータ名:
ko: 매개변수 이름:
nb: Parameternavn:
nl: Parameternaam:
pt: Nome do parâmetro:
ro: Nume parametru:
uk: Назва параметра:
vi: Tên tham số:
zh: 參數名稱：

# APTIVESTIGATE_CRASHHANDLER_CRASHDUMP_EXCANALYSIS_FRAME_METHODPARAM_POS
source: Position (from 0):
ar: الموضع (من 0):
el: Θέση (από 0):
es: Posición (desde 0):
fr: Position (à partir de 0) :
ga: Suíomh (ó 0):
hi: स्थिति (0 से):
id: Posisi (dari 0):
ja: 位置（0から）:
ko: 위치(0부터):
nb: Posisjon (fra 0):
nl: Positie (vanaf 0):
pt: Posição (a partir de 0):
ro: Poziție (de la 0):
uk: Позиція (від 0):
vi: Vị trí (từ 0):
zh: 位置（從 0 開始）：

# APTIVESTIGATE_CRASHHANDLER_CRASHDUMP_EXCANALYSIS_FRAME_METHODPARAM_HASDEFAULT
source: Contains default:
ar: يحتوي على القيمة الافتراضية:
el: Περιέχει προεπιλεγμένη τιμή:
es: Contiene el valor predeterminado:
fr: Contient la valeur par défaut :
ga: Tá luach réamhshocraithe ann:
hi: डिफ़ॉल्ट मान शामिल है:
id: Berisi nilai default:
ja: デフォルト値を含む:
ko: 기본값 포함:
nb: Inneholder standardverdi:
nl: Bevat standaardwaarde:
pt: Contém o valor por defeito:
ro: Conține valoarea implicită:
uk: Містить значення за замовчуванням:
vi: Chứa giá trị mặc định:
zh: 包含預設值：

# APTIVESTIGATE_CRASHHANDLER_CRASHDUMP_EXCANALYSIS_FRAME_METHODPARAM_DEFAULTVALUE
source: Default value:
ar: القيمة الافتراضية:
el: Προεπιλεγμένη τιμή:
es: Valor predeterminado:
fr: Valeur par défaut :
ga: Luach réamhshocraithe:
hi: डिफ़ॉल्ट मान:
id: Nilai default:
ja: デフォルト値:
ko: 기본값:
nb: Standardverdi:
nl: Standaardwaarde:
pt: Valor por defeito:
ro: Valoare implicită:
uk: Значення за замовчуванням:
vi: Giá trị mặc định:
zh: 預設值:

# APTIVESTIGATE_CRASHHANDLER_CRASHDUMP_EXCANALYSIS_FRAME_METHODILOFFSET
source: IL offset:
ar: إزاحة IL:
el: Μετατόπιση IL:
es: Desplazamiento de IL:
fr: Décalage IL :
ga: Fritháireamh IL:
hi: IL ऑफ़सेट:
id: Offset IL:
ja: ILオフセット:
ko: IL 오프셋:
nb: IL-forskyvning:
pt: Deslocamento de IL:
ro: Decalaj IL:
uk: Зсув IL:
vi: Độ lệch IL:
zh: IL 偏移量：

# APTIVESTIGATE_CRASHHANDLER_CRASHDUMP_EXCANALYSIS_FRAME_METHODNATIVEIMAGEBASE
source: Native image base:
ar: قاعدة الصورة الأصلية:
el: Βάση εγγενούς εικόνας:
es: Base de la imagen nativa:
fr: Base de l'image native :
ga: Bonn íomhá dúchais:
hi: मूल छवि आधार:
id: Basis gambar asli:
ja: ネイティブイメージベース:
ko: 네이티브 이미지 기준:
nb: Naturlig bildebase:
nl: Basis native image:
pt: Base da imagem nativa:
ro: Bază imagine nativă:
uk: База рідного образу:
vi: Cơ sở hình ảnh gốc:
zh: 原生映像基底：

# APTIVESTIGATE_CRASHHANDLER_CRASHDUMP_EXCANALYSIS_FRAME_METHODNATIVEIMAGEIP
source: Native image IP:
ar: عنوان IP للصورة الأصلية:
el: IP εγγενούς εικόνας:
es: IP de la imagen nativa:
fr: IP de l'image native :
ga: IP íomhá dúchais:
hi: मूल छवि IP:
id: IP gambar asli:
ja: ネイティブイメージIP:
ko: 네이티브 이미지 IP:
nb: Naturlig bilde-IP:
nl: IP native image:
pt: IP da imagem nativa:
ro: IP imagine nativă:
uk: IP-адреса рідного образу:
vi: IP hình ảnh gốc:
zh: 原生映像 IP：

# APTIVESTIGATE_CRASHHANDLER_CRASHDUMP_EXCANALYSIS_FRAME_METHODNATIVEIMAGEOFFSET
source: Native image offset:
ar: إزاحة الصورة الأصلية:
el: Μετατόπιση εγγενούς εικόνας:
es: Desplazamiento de la imagen nativa:
fr: Décalage de l'image native :
ga: Fritháireamh íomhá dúchais:
hi: मूल छवि ऑफ़सेट:
id: Offset gambar asli:
ja: ネイティブイメージオフセット:
ko: 네이티브 이미지 오프셋:
nb: Naturlig bildeforskyvning:
nl: Offset native image:
pt: Deslocamento da imagem nativa:
ro: Decalaj imagine nativă:
uk: Зсув рідного образу:
vi: Độ lệch hình ảnh gốc:
zh: 原生映像偏移量：

# APTIVESTIGATE_CRASHHANDLER_CRASHDUMP_EXCANALYSIS_FRAME_METHODSOURCENAME
source: File name:
ar: اسم الملف:
el: Όνομα αρχείου:
es: Nombre del archivo:
fr: Nom du fichier :
ga: Ainm comhaid:
hi: फ़ाइल नाम:
id: Nama file:
ja: ファイル名:
ko: 파일 이름:
nb: Filnavn:
nl: Bestandsnaam:
pt: Nome do ficheiro:
ro: Nume fișier:
uk: Ім'я файлу:
vi: Tên tệp:
zh: 檔案名稱：

# APTIVESTIGATE_CRASHHANDLER_CRASHDUMP_EXCANALYSIS_FRAME_METHODSOURCELINE
source: File line number:
ar: رقم سطر الملف:
el: Αριθμός γραμμής αρχείου:
es: Número de línea del archivo:
fr: Numéro de ligne du fichier :
ga: Uimhir líne comhaid:
hi: फ़ाइल पंक्ति संख्या:
id: Nomor baris file:
ja: ファイル行番号:
ko: 파일 줄 번호:
nb: Fillinjenummer:
nl: Regelnummer bestand:
pt: Número da linha do ficheiro:
ro: Număr linie fișier:
uk: Номер рядка файлу:
vi: Số dòng tệp:
zh: 文件行號：

# APTIVESTIGATE_CRASHHANDLER_CRASHDUMP_EXCANALYSIS_FRAME_METHODSOURCECOLUMN
source: File column number:
ar: رقم عمود الملف:
el: Αριθμός στήλης αρχείου:
es: Número de columna del archivo:
fr: Numéro de colonne du fichier :
ga: Uimhir cholúin comhaid:
hi: फ़ाइल स्तंभ संख्या:
id: Nomor kolom file:
ja: ファイル列番号:
ko: 파일 열 번호:
nb: Filkolonnenummer:
nl: Kolomnummer bestand:
pt: Número da coluna do ficheiro:
ro: Număr coloană fișier:
uk: Номер стовпця файлу:
vi: Số cột tệp:
zh: 文件列號：

# APTIVESTIGATE_CRASHHANDLER_CRASHDUMP_RUNTIMEINFO_HEADER
source: Runtime Information
ar: معلومات وقت التشغيل
el: Πληροφορίες χρόνου εκτέλεσης
es: Información del tiempo de ejecución
fr: Informations d'exécution
ga: Faisnéis Ama Rith
hi: रनटाइम जानकारी
id: Informasi Runtime
ja: ランタイム情報
ko: 런타임 정보
nb: Kjøretidsinformasjon
nl: Runtime-informatie
pt: Informações de tempo de execução
ro: Informații runtime
uk: Інформація про середовище виконання
vi: Thông tin thời gian chạy
zh: 運行時資訊

# APTIVESTIGATE_CRASHHANDLER_CRASHDUMP_RUNTIMEINFO_OS
source: Operating system:
ar: نظام التشغيل:
el: Λειτουργικό σύστημα:
es: Sistema operativo:
fr: Système d'exploitation :
ga: Córas oibriúcháin:
hi: ऑपरेटिंग सिस्टम:
id: Sistem operasi:
ja: オペレーティングシステム:
ko: 운영 체제:
nb: Operativsystem:
nl: Besturingssysteem:
pt: Sistema operativo:
ro: Sistem de operare:
uk: Операційна система:
vi: Hệ điều hành:
zh: 作業系統:

# APTIVESTIGATE_CRASHHANDLER_CRASHDUMP_RUNTIMEINFO_OSDESC
source: OS description:
ar: وصف نظام التشغيل:
el: Περιγραφή λειτουργικού συστήματος:
es: Descripción del SO:
fr: Description du système d'exploitation :
ga: Cur síos ar an gcóras oibriúcháin:
hi: OS विवरण:
id: Deskripsi OS:
ja: OSの説明:
ko: OS 설명:
nb: OS-beskrivelse:
nl: Besturingssysteembeschrijving:
pt: Descrição do sistema operativo:
ro: Descriere sistem de operare:
uk: Опис ОС:
vi: Mô tả hệ điều hành:
zh: 作業系統描述：
